---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsReferenceLiningThickness
source: html/ce45ffd0-6453-9d42-b224-331e896cb47f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsReferenceLiningThickness Property

"Lining Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsReferenceLiningThickness { get; }
```